[
  {
    "id": 1,
    "text": "The key is not the will to win... it is the will to prepare to win. Plan your focus; focus on your plan.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 2,
    "text": "Design your environment to support focus. A dedicated space for deep work is a warrior's dojo.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 3,
    "text": "Schedule your priorities, don't just prioritize your schedule. Your focus time is sacred.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 4,
    "text": "The successful warrior is the average person, with laser-like focus.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 5,
    "text": "Unleash your inner dragon: concentrate and conquer the task at hand.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 6,
    "text": "Every focused session forges a stronger you. Each Pomodoro is a rep for your mind.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 7,
    "text": "A wise warrior learns from every source—from books, from practice, from failure. Keep your mind open and sharp.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 8,
    "text": "Even a dragon must rest. A well-taken break sharpens the claws and clears the mind for the next challenge.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 9,
    "text": "A dragon's fire has one target. A warrior's mind has one task. Embrace single-tasking to unleash your full power.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 10,
    "text": "Your greatest power is your belief in growth. A mind that believes it can learn is a mind that can conquer any subject.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 11,
    "text": "Chunk your learning. Break down complex information into small, manageable pieces, like a dragon hoarding treasure one gem at a time.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 12,
    "text": "Alternate between focused (Pomodoro) and diffuse thinking (break) to unlock creative solutions.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 13,
    "text": "Do not underestimate small victories. Each focused session is a single scale on the armor of mastery. Over time, it becomes impenetrable.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 14,
    "text": "To master your habits, first understand their path. What triggers your distraction? What is the true reward you seek? Observe, then redirect.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 15,
    "text": "A true Dragon Warrior finds strength not in avoiding distraction, but in returning to focus, again and again.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 16,
    "text": "Mindfulness is the art of taming the chattering monkeys in your head. Focus on one breath, one task.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 17,
    "text": "The battle against procrastination is defeated by the action of starting, even for just one Pomodoro.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 18,
    "text": "Like a game, track your Experience Points (XP) through completed sessions and 'level up' your focus skills.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 19,
    "text": "Distractions are like shadows; they flee when you shine the bright light of your attention directly upon your task.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 20,
    "text": "Your focus shapes your reality. Direct your thoughts with intention, for they are the blueprint of your achievements.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 21,
    "text": "Your environment is your ally or your enemy. Tidy your space, silence your alerts, and prepare the battlefield for deep work.",
    "author": "Dragon Wisdom"
  },
  {
    "id": 22,
    "text": "Box breathing: Inhale for 4, hold for 4, exhale for 4, hold for 4. Center your chi before battle (with your task!).",
    "author": "Dragon Wisdom"
  }
]
